<template>
  <div class="card">
    <div class="card-content card-content-padding">
      <img style="width: 100%"
           src="http://lk.beauty-matrix.ru/images/photo_figure1.jpg"
           alt="Фото фигуры"/>

      <h3>Правила замеров</h3>
      <p>
        Замеры желательно снимать раз в неделю в одно и то же время.
        Например, всегда утром и натощак. Сантиметровой лентой.
      </p>
      <p>
        Талия - самой узкое место.<br>
        Живот - самое широкое место, обычно в районе пупка.<br>
        Ягодицы - самая выступающая точка сзади, их удобно измерять боком к зеркалу. <br>
        Бедра - удобно измерять лицом к зеркалу, это наши ноги в самом широком месте, галифе. <br>
        Бедро - одна нога. Можно поставить ногу на возвышение (стул)  и измерить бедро в самом широком месте. <br>
      </p>
      <p>
        Плюс минус см вверх/вниз по телу - не важно. Важно запомнить, где измеряетесь в первый раз,
        и потом на протяжении программы замерять те же самые параметры, наблюдая их в динамике.
      </p>

      <h3>Правила фото:</h3>
      <p>
        Фото следует делать в полный рост и с разных ракурсов - спереди,
        сбоку (в профиль), сзади. Не отрезать ноги, ступни, голову. Не закрывать лицо руками. Не поднимать руки вверх.
      </p>
      <p>
        На нейтральном однотонном чистом фоне.  В непрозрачном белье или купальнике.
        В хорошем ярком освещении, например лицом к окну.
      </p>
      <p>
        На фото ДО и ПОСЛЕ  (спустя 1-2 месяца) должны быть одинаковыми (!) ракурс,
        фон, освещение, купальник/белье, поза, положение рук.
      </p>
      <p>
        Фотографировать следует не сверху и не снизу и не с боку с угла,
        а строго спереди.  Телефон /фотоаппарат находится примерно на уровне вашей талии.
        Фото в профиль должно быть снято ровно сбоку, чтоб не было видно другой половины тела.
      </p>
      <p>
        Желательно телефон в руке не держать, а снимать себя самостоятельно
        через автоспуск,  или просить кого-то помочь. Съемка идёт без зеркал и отражений в них!
        Только если совсем нет другой возможности, можно сделать фото отражения в зеркале,
        без вспышки, телефон держать на уровне талии, не закрывать им тело, стоять ровно, не в пол оборота.
      </p>
      <br><br>
    </div>
  </div>
</template>
<script>
  export default {
    name: 'progress-instruction'
  }
</script>
